[
  {
    "policy_id": "hcbs_01",
    "name": "Home and Community-Based Services (HCBS) — Medicaid",
    "description": "Medicaid waiver programs providing personal care, homemaker services, adult day care in beneficiary homes as alternative to institutional care. $25B additional funding via American Rescue Plan. Services delivered in private homes with no institutional oversight. Personal care attendants or their agencies self-report hours worked. EVV systems required but have known circumvention methods. Medical necessity for service hours based on subjective functional assessments. Payment typically hourly but content of hour loosely defined. Many states allow self-directed care where beneficiaries hire family members. Minimal background check and training requirements for attendants in many states.",
    "qualities": ["V1", "V2", "V4", "V5", "V6", "V8"]
  },
  {
    "policy_id": "pace_01",
    "name": "PACE (Program of All-Inclusive Care for the Elderly)",
    "description": "Provides comprehensive medical and social services to frail elderly (55+) certified as nursing-facility-eligible, enabling community living. Fixed monthly capitation from both Medicare and Medicaid ($4K-$7K+/month). PACE organizations assess their own enrollees' functional status, develop own care plans, report own quality and encounter data. Nursing-facility-eligible determination is clinical judgment. Capitation fixed monthly — every dollar unspent is margin. Many PACE organizations operated by or affiliated with larger health systems with opaque intercompany financial flows.",
    "qualities": ["V2", "V4", "V5", "V6", "V7"]
  },
  {
    "policy_id": "ahcah_01",
    "name": "Acute Hospital Care at Home (AHCAH)",
    "description": "CMS waiver program allowing hospitals to provide acute inpatient-level care in patients' homes and bill at inpatient DRG rates. Expanded during COVID with 300+ participating hospitals. Services rendered in private homes with no institutional witnesses. DRG payments fixed per diagnosis ($10K-$30K+) regardless of actual resource use. Acute status determination is clinical judgment by the billing hospital. Program expanded rapidly via waiver authority without stress-tested fraud controls.",
    "qualities": ["V1", "V3", "V4", "V5", "V6"]
  },
  {
    "policy_id": "aco_reach_01",
    "name": "Medicare ACO / ACO REACH",
    "description": "Accountable Care Organizations receive shared savings payments when spending falls below a risk-adjusted benchmark. ACO REACH allows private equity-backed entities to take full-risk capitation. ACOs control provider network composition, patient attribution, and quality metric reporting. Benchmarks partially derived from ACO's own prior spending. Shared savings flow as lump sums based on aggregate population cost. Management fee structures between ACO entity and affiliated providers can be opaque.",
    "qualities": ["V2", "V4", "V6", "V7"]
  },
  {
    "policy_id": "340b_01",
    "name": "340B Drug Pricing Program",
    "description": "Requires drug manufacturers to sell outpatient drugs at 25-50% discounts to eligible covered entities. Entities bill payers at higher rates and pocket the spread. Over $50B in annual purchases. Covered entities self-define their 'patient' for 340B eligibility. Contract pharmacy arrangements allow 340B drugs to be dispensed at pharmacies remote from the covered entity. Third-party administrators manage virtual inventory systems. HRSA audits infrequent. Duplicate discount prevention relies on incomplete Medicaid exclusion files.",
    "qualities": ["V2", "V6", "V7", "V8"]
  },
  {
    "policy_id": "ma_ssbci_01",
    "name": "Medicare Advantage Supplemental Benefits (SSBCI)",
    "description": "Since 2019, MA plans may offer Special Supplemental Benefits for the Chronically Ill — including groceries, pest control, transportation, AC units. Plans determine qualification criteria (chronic condition + reasonable health improvement expectation). Plans design benefits themselves and self-report utilization. No established audit methodology, standardized coding, or historical spending baseline. SSBCI costs included in annual plan bids to CMS determining capitation. Benefits used as competitive differentiators to attract enrollment. CMS oversight of actual benefit delivery has not kept pace with offering expansion.",
    "qualities": ["V2", "V3", "V4"]
  },
  {
    "policy_id": "ira_negotiation_01",
    "name": "IRA Medicare Drug Price Negotiation",
    "description": "Inflation Reduction Act created CMS authority to negotiate Maximum Fair Prices (MFPs) on high-spend Medicare drugs, effective 2026 for first 10 drugs, expanding annually. Entirely new pricing mechanism layered on existing Part D infrastructure. Interaction between MFPs, existing rebate structures, 340B pricing, and best-price calculations creates complexity. PBMs still administer Part D benefits. Financial flows between manufacturers, PBMs, plan sponsors, and pharmacies remain opaque. Program implemented on accelerated timeline under litigation pressure.",
    "qualities": ["V3", "V6"]
  }
]
